/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@, joissa";

/* %@ = app name */
"This action requires %@ to be installed." = "Toiminto vaatii, että %@ asennetaan.";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "Oikotie vaatii, että %@ asennetaan.";

/* %@=action name */
"Could not run %@" = "Toimintoa ”%@” ei voitu suorittaa";

/* %@=device model */
"This action is not compatible with %@." = "Tämä toiminto ei ole yhteensopiva laitteen %@ kanssa.";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "Tätä toimintoa ei löytynyt tästä Oikotiet-versiosta, mutta se saattaa olla käytettävissä uudemmassa versiossa. Voit päivittää Oikotiet App Storessa.\n\nPuuttuvan toiminnon tunniste on ”%@”.";

/* A single shortcut */
"Shortcut (singular)" = "Oikotie";

/* Access resource error; button or title */
"Update Privacy Settings" = "Päivitä tietosuoja-asetukset";

/* Action Extension workflow type */
"Action Extension" = "Toiminnon laajennus";

/* Action has been discontinued warning */
"This action is discontinued." = "Tämä toiminto on vanhentunut.";

/* Action no longer available error */
"This action is not currently available." = "Tämä toiminto ei ole tällä hetkellä saatavilla.";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "Päivitä oikotiet";

/* All values are selected */
"All" = "Kaikki";

/* Button */
"Cancel" = "Kumoa";

/* Button */
"Choose Variable" = "Valitse muuttuja";

/* Button */
"OK" = "OK";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "Salli";

/* Button; Access resource error */
"Allow Access" = "Salli käyttö";

/* Calendar picker parameter */
"All Calendars" = "Kaikki kalenterit";

/* Calendar picker parameter */
"All Lists" = "Kaikki luettelot";

/* Choose an item from the list */
"Choose an Item" = "Valitse kohde";

/* Color */
"Blue" = "Sininen";

/* Color */
"Blue steel" = "Teräksensininen";

/* Color */
"Grapefruit" = "Greippi";

/* Color */
"Graphite" = "Grafiitti";

/* Color */
"Green" = "Vihreä";

/* Color */
"Indigo" = "Indigo";

/* Color */
"Light blue" = "Vaaleansininen";

/* Color */
"Orange" = "Oranssi";

/* Color */
"Pink" = "Pinkki";

/* Color */
"Purple" = "Violetti";

/* Color */
"Red" = "Punainen";

/* Color */
"Royal blue" = "Syvänsininen";

/* Color */
"Steel" = "Teräs";

/* Color */
"Turquoise" = "Turkoosi";

/* Color */
"Yellow" = "Keltainen";

/* Content property value */
"A to Z (Content Property Possible Value)" = "A-Ö";

/* Content property value */
"Ascending (Content Property Possible Value)" = "Nouseva";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "Suurin ensin";

/* Content property value */
"Descending (Content Property Possible Value)" = "Laskeva";

/* Content property value */
"Latest First (Content Property Possible Value)" = "Uusin ensin";

/* Content property value */
"Longest First (Content Property Possible Value)" = "Pisin ensin";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "Vanhin ensin";

/* Content property value */
"Random (Content Property Possible Value)" = "Satunnainen";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "Lyhin ensin";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "Pienin ensin";

/* Content property value */
"Z to A (Content Property Possible Value)" = "Ö-A";

/* Date field error; incomplete date */
"Incomplete date" = "Epätäydellinen päivämäärä";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "Tämä antaa JavaScriptille täyden käyttöoikeuden verkkosivulle, mukaan lukien kaikkeen dataan.";

/* Default shortcut name */
"Untitled Shortcut" = "Nimetön oikotie";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "Saako JavaScript käyttää verkkosivua?";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "Suorita toiminto %@ apissa %@.";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "Valitse tälle oikotielle muu nimi.";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "Oikotie nimeltä ”%@” on jo olemassa.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "”%1$@” ei sisällä arvoa toiminnossa ”%2$@”. Anna arvo (”%@”).";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "Arvo ”%1$@” toiminnossa ”%2$@” oli väärin.";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "Galleria ei ole käytettävissä juuri nyt.";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "Tätä oikotietä ei voida ladata. Yritä myöhemmin uudelleen.";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "%@ vaaditaan";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "%@ väärin";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "Oikotie vaatii apin asentamisen.";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "Toiminto vaatii apin asentamisen.";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "Macissa";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone tai iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "Toiminnossa ”%@” tapahtui tuntematon virhe";

/* If statement’s end marker */
"End" = "Lopeta";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "Oikotietä ei voitu avata, koska se on luotu uudemmalla Oikotiet-apin versiolla.";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "Oikotien muoto on liian uusi";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "Syötä tälle oikotielle muu nimi.";

/* Invalid workflow name error failure reason */
"Invalid Name" = "Virheellinen nimi";

/* Location field address is valid */
"Valid address" = "Kelvollinen osoite";

/* Location field error */
"Incomplete address" = "Epätäydellinen osoite";

/* Location field error */
"Unknown address" = "Tuntematon osoite";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "Lopeta valikko";

/* Media type */
"Audio" = "Ääni";

/* Media type */
"Photo" = "Kuva";

/* Media type */
"Video" = "Video";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Tämä JavaScript samanlainen kuin skripti, jonka tiedetään olevan epäluotettava. Laitteesi suojaamiseksi sitä ei suoriteta.";

/* Missing action name */
"Unknown Action" = "Tuntematon toiminto";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "Toiminnosta, jota suoritetaan (%@), puuttuu toteutus.";

/* Motion menu action motion type */
"If I'm Bicycling" = "Jos ajan pyörällä";

/* Motion menu action motion type */
"If I'm Driving" = "Jos ajan";

/* Motion menu action motion type */
"If I'm Remaining Still" = "Jos pysyn paikoillani";

/* Motion menu action motion type */
"If I'm Running" = "Jos juoksen";

/* Motion menu action motion type */
"If I'm Walking" = "Jos kävelen";

/* Multiple shortcuts */
"Shortcuts" = "Oikotiet";

/* Name for Ask When Run variable */
"Ask When Run" = "Kysy suoritettaessa";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "Leikepöytä";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "Leikepöytä";

/* Name for Shortcut Input variable */
"Shortcut Input" = "Oikotien syöte";

/* Name for action input variable */
"Input" = "Syöte";

/* Name for current date variable */
"Current Date" = "Nykyinen päivämäärä";

/* Name for unknown variable */
"Unknown Variable" = "Tuntematon muuttuja";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "Syntymäpäivät";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "Löytyi Mailista";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "Leikepöytää ei tueta tällä alustalla";

/* None option */
"None" = "Ei mitään";

/* Notification */
"Choose an item" = "Valitse kohde";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "Tämä toiminto voidaan suorittaa vain Oikotiet-apista, koska se käynnistää muita appeja.";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "Avaa %@";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "Nimetön oikotie";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "Taulukko";

/* Property list parameter value type */
"Boolean" = "Totuusarvo";

/* Property list parameter value type */
"Dictionary" = "Sanakirja";

/* Property list parameter value type */
"File" = "Tiedosto";

/* Property list parameter value type */
"Number" = "Numero";

/* Property list parameter value type */
"Text" = "Teksti";

/* Repeat action end marker */
"End Repeat" = "Lopeta toisto";

/* Required access to a resource; %@=resource name */
"Access to %@" = "Käyttöoikeuden %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "Toimintoa ei voitu suorittaa, koska %@ on rajoitettu.";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "Tämä oikotie ei toimi, jos Watchisi ei ole yhdistettynä puhelimeesi.";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "Vaaditaan puhelinnumero";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "Aina, kun suoritat tämän oikotien ”%1$@” voi vuorovaikuttaa nykyisen verkkosivun kanssa, mukaan lukien lukea arkaluontoisia tietoja, kuten salasanoja, puhelinnumeroita ja luottokortteja.";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "Saako ”%1$@” käyttää sivustoa %2$@?";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "Muussa tapauksessa";

/* The end-if-clause in an conditional (if) statement */
"End If" = "Lopeta jos";

/* The input for a workflow action */
"The input" = "Syöte";

/* Time offset action parameter */
"add" = "lisää";

/* Time offset action parameter */
"days" = "päivää";

/* Time offset action parameter */
"get start of day" = "hae päivän alku";

/* Time offset action parameter */
"get start of hour" = "hae tunnin alku";

/* Time offset action parameter */
"get start of minute" = "hae minuutin alku";

/* Time offset action parameter */
"get start of month" = "hae kuukauden alku";

/* Time offset action parameter */
"get start of year" = "hae vuoden alku";

/* Time offset action parameter */
"hours" = "tuntia";

/* Time offset action parameter */
"minutes" = "minuuttia";

/* Time offset action parameter */
"months" = "kuukautta";

/* Time offset action parameter */
"seconds" = "sekuntia";

/* Time offset action parameter */
"subtract" = "vähennä";

/* Time offset action parameter */
"weeks" = "viikkoa";

/* Time offset action parameter */
"years" = "vuotta";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Epäluotettava JavaScript";

/* Today Widget workflow type */
"Today Widget" = "Tänään-widgetti";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (valinnainen)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "(%@) %@";

/* Unknown item */
"Unknown" = "Tuntematon";

/* Unsupported device error message */
"This action is not supported on this device." = "Tämä laite ei tue tätä toimintoa.";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "Tätä toimintoa ei voida suorittaa nykyisessä ympäristössä.";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "Tätä toimintoa ei voitu suorittaa nykyisellä käyttöliittymällä.";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Variable name */
"Repeat Index" = "Toista indeksi uudelleen";

/* Variable name */
"Repeat Item" = "Toista kohde uudelleen";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "Toista indeksi %d uudelleen";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "Toista kohde %d uudelleen";

/* View app in App Store */
"View in App Store" = "Katso App Storessa";

/* Workflow glyph category */
"Objects" = "Objektit";

/* Workflow glyph category */
"People" = "Ihmiset";

/* Workflow glyph category */
"Symbols" = "Symbolit";

/* Workflow glyph name */
"Airplane" = "Lentokone";

/* Workflow glyph name */
"Alarm Clock" = "Herätyskello";

/* Workflow glyph name */
"Alert Triangle" = "Varoituskolmio";

/* Workflow glyph name */
"Alien" = "Avaruusolento";

/* Workflow glyph name */
"Ambulance" = "Ambulanssi";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "Arkisto";

/* Workflow glyph name */
"Arrow Curved Left" = "Vasemmalle kaartuva nuoli";

/* Workflow glyph name */
"Arrow Curved Right" = "Oikealle kaartuva nuoli";

/* Workflow glyph name */
"Asterisk" = "Tähtimerkki";

/* Workflow glyph name */
"Atom" = "Atomi";

/* Workflow glyph name */
"Baby Boy" = "Poikavauva";

/* Workflow glyph name */
"Baby girl" = "Tyttövauva";

/* Workflow glyph name */
"Bandage" = "Laastari";

/* Workflow glyph name */
"Bar Graph" = "Pylväskuvaaja";

/* Workflow glyph name */
"Barcode" = "Viivakoodi";

/* Workflow glyph name */
"Baseball" = "Pesäpallo";

/* Workflow glyph name */
"Basketball" = "Koripallo";

/* Workflow glyph name */
"Bathtub" = "Kylpyamme";

/* Workflow glyph name */
"Battery" = "Akku";

/* Workflow glyph name */
"Bed" = "Sänky";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "Soittokello";

/* Workflow glyph name */
"Bicycle" = "Polkupyörä";

/* Workflow glyph name */
"Binoculars" = "Kiikarit";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "Bitcoin-symboli";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "Vaihtoehtoinen bitcoin-symboli";

/* Workflow glyph name */
"Book With Sash" = "Kirjanmerkillä varustettu kirja";

/* Workflow glyph name */
"Bookmark" = "Kirjanmerkki";

/* Workflow glyph name */
"Bookshelf" = "Kirjahylly";

/* Workflow glyph name */
"Box Filled" = "Täytetty ruutu";

/* Workflow glyph name */
"Box Outline" = "Ruudun ääriviivat";

/* Workflow glyph name */
"Boxed Behance" = "Kehystetty Behance";

/* Workflow glyph name */
"Boxed Bitbucket" = "Kehystetty Bitbucket";

/* Workflow glyph name */
"Boxed Facebook" = "Kehystetty Facebook";

/* Workflow glyph name */
"Boxed Flickr" = "Kehystetty Flickr";

/* Workflow glyph name */
"Boxed Git" = "Kehystetty Git";

/* Workflow glyph name */
"Boxed GitHub" = "Kehystetty GitHub";

/* Workflow glyph name */
"Boxed Google Plus" = "Kehystetty Google Plus";

/* Workflow glyph name */
"Boxed Keyboard" = "Kehystetty näppäimistö";

/* Workflow glyph name */
"Boxed LinkedIn" = "Kehystetty LinkedIn";

/* Workflow glyph name */
"Boxed Pied Piper" = "Kehystetty Pied Piper";

/* Workflow glyph name */
"Boxed Pinterest" = "Kehystetty Pinterest";

/* Workflow glyph name */
"Boxed Reddit" = "Kehystetty Reddit";

/* Workflow glyph name */
"Boxed Steam" = "Kehystetty Steam";

/* Workflow glyph name */
"Boxed Tumblr" = "Kehystetty Tumblr";

/* Workflow glyph name */
"Boxed Twitter" = "Kehystetty Twitter";

/* Workflow glyph name */
"Boxed Vimeo" = "Kehystetty Vimeo";

/* Workflow glyph name */
"Boxed Y Combinator" = "Kehystetty Y Combinator";

/* Workflow glyph name */
"Boxed YouTube" = "Kehystetty YouTube";

/* Workflow glyph name */
"Braille" = "Pistekirjoitus";

/* Workflow glyph name */
"Briefcase" = "Salkku";

/* Workflow glyph name */
"Buildings" = "Rakennukset";

/* Workflow glyph name */
"Bus" = "Bussi";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "CSS-dokumentti";

/* Workflow glyph name */
"Cake" = "Kakku";

/* Workflow glyph name */
"Calculator" = "Laskin";

/* Workflow glyph name */
"Calendar" = "Kalenteri";

/* Workflow glyph name */
"Camera" = "Kamera";

/* Workflow glyph name */
"Car" = "Auto";

/* Workflow glyph name */
"Carrot" = "Porkkana";

/* Workflow glyph name */
"Cat" = "Kissa";

/* Workflow glyph name */
"Chain Link" = "Ketju";

/* Workflow glyph name */
"Chat Bubble" = "Chatkupla";

/* Workflow glyph name */
"Chemical" = "Kemikaali";

/* Workflow glyph name */
"Child" = "Lapsi";

/* Workflow glyph name */
"Church" = "Kirkko";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "Ympyröity Bitcoin-symboli";

/* Workflow glyph name */
"Circled Checkmark" = "Ympyröity valintamerkki";

/* Workflow glyph name */
"Circled Dollar Sign" = "Ympyröity dollarimerkki";

/* Workflow glyph name */
"Circled Down Arrow" = "Ympyröity nuoli alas";

/* Workflow glyph name */
"Circled Download Arrow" = "Ympyröity latausnuoli";

/* Workflow glyph name */
"Circled Euro Sign" = "Ympyröity euron merkki";

/* Workflow glyph name */
"Circled Fast Forward" = "Ympyröity kelaus eteenpäin";

/* Workflow glyph name */
"Circled GitHub" = "Ympyröity GitHub";

/* Workflow glyph name */
"Circled Heart" = "Ympyröity sydän";

/* Workflow glyph name */
"Circled Left Arrow" = "Ympyröity nuoli vasemmalle";

/* Workflow glyph name */
"Circled Lowercase I" = "Ympyröity pieni I";

/* Workflow glyph name */
"Circled Pi Symbol" = "Ympyröity piin symboli";

/* Workflow glyph name */
"Circled Pinterest" = "Ympyröity Pinterest";

/* Workflow glyph name */
"Circled Play Symbol" = "Ympyröity toiston symboli";

/* Workflow glyph name */
"Circled Plus" = "Ympyröity plusmerkki";

/* Workflow glyph name */
"Circled Pound Sign" = "Ympyröity punnan merkki";

/* Workflow glyph name */
"Circled Power" = "Ympyröity virtapainike";

/* Workflow glyph name */
"Circled Question Mark" = "Ympyröity kysymysmerkki";

/* Workflow glyph name */
"Circled Rewind" = "Ympyröity kelaus taaksepäin";

/* Workflow glyph name */
"Circled Right Arrow" = "Ympyröity nuoli oikealle";

/* Workflow glyph name */
"Circled Stop" = "Ympyröity pysäytys";

/* Workflow glyph name */
"Circled StumbleUpon" = "Ympyröity StumbleUpon";

/* Workflow glyph name */
"Circled Up Arrow" = "Ympyröity nuoli ylös";

/* Workflow glyph name */
"Circled Upload Arrow" = "Ympyröity lähetysnuoli";

/* Workflow glyph name */
"Circled WordPress" = "Ympyröity WordPress";

/* Workflow glyph name */
"Circled X" = "Ympyröity X";

/* Workflow glyph name */
"Circled Yen Sign" = "Ympyröity jenin merkki";

/* Workflow glyph name */
"Clock" = "Kello";

/* Workflow glyph name */
"Clothes Hanger" = "Vaateripustin";

/* Workflow glyph name */
"Cloud" = "Pilvi";

/* Workflow glyph name */
"Color Dropper" = "Väripipetti";

/* Workflow glyph name */
"Compass" = "Kompassi";

/* Workflow glyph name */
"Connected Share Dots" = "Yhdistetyt jakopisteet";

/* Workflow glyph name */
"Credit Card" = "Luottokortti";

/* Workflow glyph name */
"Crop" = "Rajaa";

/* Workflow glyph name */
"Cube" = "Kuutio";

/* Workflow glyph name */
"Curved List On Paper" = "Kaartuva luettelo paperilla";

/* Workflow glyph name */
"Database" = "Tietokanta";

/* Workflow glyph name */
"Delicious" = "Delicious";

/* Workflow glyph name */
"Deviant Art" = "Deviant Art";

/* Workflow glyph name */
"Dice" = "Arpakuutio";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "Suuntaviitat";

/* Workflow glyph name */
"Document Filled" = "Täytetty dokumentti";

/* Workflow glyph name */
"Document Outline" = "Dokumentin ääriviivat";

/* Workflow glyph name */
"Dog" = "Koira";

/* Workflow glyph name */
"Dollar Sign" = "Dollarimerkki";

/* Workflow glyph name */
"Dollar Sign With Line" = "Dollarimerkki ja viiva";

/* Workflow glyph name */
"Double Quote" = "Lainausmerkki";

/* Workflow glyph name */
"Drama Masks" = "Teatterinaamiot";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "Euron merkki";

/* Workflow glyph name */
"Euro Sign Alternate" = "Vaihtoehtoinen euron merkki";

/* Workflow glyph name */
"Evergreen Tree" = "Ikivihreä puu";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "Syöte";

/* Workflow glyph name */
"Filled Movie Camera" = "Täytetty elokuvakamera";

/* Workflow glyph name */
"Filmstrip" = "Filminauha";

/* Workflow glyph name */
"Fire" = "Tuli";

/* Workflow glyph name */
"Fish" = "Kala";

/* Workflow glyph name */
"Flag" = "Lippu";

/* Workflow glyph name */
"Flower" = "Kukka";

/* Workflow glyph name */
"Folder" = "Kansio";

/* Workflow glyph name */
"Football" = "Amerikkalainen jalkapallo";

/* Workflow glyph name */
"Footprints" = "Jalanjäljet";

/* Workflow glyph name */
"Four Squares" = "Neljä neliötä";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "Hedelmä";

/* Workflow glyph name */
"Fuel Station" = "Bensiiniasema";

/* Workflow glyph name */
"Game Controller" = "Peliohjain";

/* Workflow glyph name */
"Gears" = "Hammasrattaat";

/* Workflow glyph name */
"Gift" = "Lahja";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "Silmälasit";

/* Workflow glyph name */
"Globe" = "Maapallo";

/* Workflow glyph name */
"Google" = "Google";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "Valmistujaislakki";

/* Workflow glyph name */
"Grocery Store" = "Ruokakauppa";

/* Workflow glyph name */
"Group of three people" = "Kolmen hengen ryhmä";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "Vasara";

/* Workflow glyph name */
"Hammer And Wrench" = "Vasara ja jakoavain";

/* Workflow glyph name */
"Hand With Spread Fingers" = "Käsi sormet harallaan";

/* Workflow glyph name */
"Handbag" = "Käsilaukku";

/* Workflow glyph name */
"Hard Drive" = "Kovalevy";

/* Workflow glyph name */
"Headphones" = "Kuulokkeet";

/* Workflow glyph name */
"Heart" = "Sydän";

/* Workflow glyph name */
"Home" = "Koti";

/* Workflow glyph name */
"Horse" = "Hevonen";

/* Workflow glyph name */
"Hourglass" = "Tiimalasi";

/* Workflow glyph name */
"Infinity" = "Ääretön";

/* Workflow glyph name */
"Inhaler" = "Inhalaattori";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "Avain";

/* Workflow glyph name */
"Keyboard" = "Näppäimistö";

/* Workflow glyph name */
"Laptop" = "Kannettava tietokone";

/* Workflow glyph name */
"Laundry Machine" = "Pesukone";

/* Workflow glyph name */
"Life Preserver" = "Pelastusrengas";

/* Workflow glyph name */
"Light Bulb" = "Hehkulamppu";

/* Workflow glyph name */
"Lightning Bolt" = "Salama";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "Lista";

/* Workflow glyph name */
"List On Paper" = "Luettelo paperilla";

/* Workflow glyph name */
"Loading Indicator" = "Latauksen osoitin";

/* Workflow glyph name */
"Location Arrow" = "Sijainnin nuoli";

/* Workflow glyph name */
"Location Pin" = "Sijaintinasta";

/* Workflow glyph name */
"Lock" = "Lukko";

/* Workflow glyph name */
"Magic Wand" = "Taikasauva";

/* Workflow glyph name */
"Magnifying Glass" = "Suurennuslasi";

/* Workflow glyph name */
"Mail Envelope" = "Kirjekuori";

/* Workflow glyph name */
"Man" = "Mies";

/* Workflow glyph name */
"Martini Glass" = "Martinilasi";

/* Workflow glyph name */
"Masquerade Mask" = "Naamiaisnaamio";

/* Workflow glyph name */
"Medicine Bottle" = "Lääkepullo";

/* Workflow glyph name */
"Merge Arrows" = "Yhdistä-nuolet";

/* Workflow glyph name */
"Message Bubble" = "Viestikupla";

/* Workflow glyph name */
"Message Bubbles" = "Viestikuplat";

/* Workflow glyph name */
"Microphone" = "Mikrofoni";

/* Workflow glyph name */
"Microscope" = "Mikroskooppi";

/* Workflow glyph name */
"Moon" = "Kuu";

/* Workflow glyph name */
"Motorcycle" = "Moottoripyörä";

/* Workflow glyph name */
"Mountain Picture" = "Vuoren kuva";

/* Workflow glyph name */
"Mountains" = "Vuoret";

/* Workflow glyph name */
"Move Arrows" = "Siirrä-nuolet";

/* Workflow glyph name */
"Movie Camera Outline" = "Elokuvakameran ääriviivat";

/* Workflow glyph name */
"Movie Clapperboard" = "Klaffitaulu";

/* Workflow glyph name */
"Movie Ticket" = "Elokuvalippu";

/* Workflow glyph name */
"Mug" = "Muki";

/* Workflow glyph name */
"Music" = "Musiikki";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "Musiikki ja kahdeksan nuottia";

/* Workflow glyph name */
"News Article" = "Uutisartikkeli";

/* Workflow glyph name */
"Nine Squares" = "Yhdeksän neliötä";

/* Workflow glyph name */
"Open Book" = "Avoin kirja";

/* Workflow glyph name */
"Open Mail Envelope" = "Avoin kirjekuori";

/* Workflow glyph name */
"Oven" = "Uuni";

/* Workflow glyph name */
"Paintbrush" = "Sivellin";

/* Workflow glyph name */
"Paper Clip" = "Paperiliitin";

/* Workflow glyph name */
"Parking Symbol" = "Pysäköintisymboli";

/* Workflow glyph name */
"Pawprint" = "Tassunjälki";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "Rauhanmerkki";

/* Workflow glyph name */
"Pencil" = "Lyijykynä";

/* Workflow glyph name */
"People Three Overlapping" = "Kolme päällekkäistä ihmistä";

/* Workflow glyph name */
"Person" = "Henkilö";

/* Workflow glyph name */
"Person At A Podium" = "Henkilö korokkeella";

/* Workflow glyph name */
"Person Dancing" = "Tanssiva henkilö";

/* Workflow glyph name */
"Person Giving A Speech" = "Puhetta antava henkilö";

/* Workflow glyph name */
"Person Hiking" = "Patikoiva henkilö";

/* Workflow glyph name */
"Person In A Wheelchair" = "Henkilö pyörätuolissa";

/* Workflow glyph name */
"Person Lifting Weight" = "Henkilö nostaa painoja";

/* Workflow glyph name */
"Person Running" = "Juokseva henkilö";

/* Workflow glyph name */
"Person Skiing" = "Hiihtävä henkilö";

/* Workflow glyph name */
"Person Snowboarding" = "Lumilautaileva henkilö";

/* Workflow glyph name */
"Person Swimming" = "Uiva henkilö";

/* Workflow glyph name */
"Person Walking" = "Kävelevä henkilö";

/* Workflow glyph name */
"Person Walking With A Cane" = "Kepin kanssa kävelevä henkilö";

/* Workflow glyph name */
"Person standing" = "Seisova henkilö";

/* Workflow glyph name */
"Phone" = "Puhelin";

/* Workflow glyph name */
"Pied Piper Snack" = "Pied Piper";

/* Workflow glyph name */
"Pill" = "Pilleri";

/* Workflow glyph name */
"Pills" = "Pillerit";

/* Workflow glyph name */
"Play Symbol" = "Toistosymboli";

/* Workflow glyph name */
"Podcasts" = "Podcastit";

/* Workflow glyph name */
"Pound Sign" = "Punnan merkki";

/* Workflow glyph name */
"Printer" = "Tulostin";

/* Workflow glyph name */
"Puzzle Piece" = "Palapelin pala";

/* Workflow glyph name */
"QR Code" = "QR-koodi";

/* Workflow glyph name */
"Radio waves" = "Radioaallot";

/* Workflow glyph name */
"Rain Cloud" = "Sadepilvi";

/* Workflow glyph name */
"Recycle" = "Kierrätys";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "Vaihtoehtoinen Reddit";

/* Workflow glyph name */
"Repost Arrows" = "Julkaise uudelleen -nuolet";

/* Workflow glyph name */
"Rocket" = "Raketti";

/* Workflow glyph name */
"Rounded Document Outline" = "Pyöristetty dokumentin hahmotelma";

/* Workflow glyph name */
"Sailboat" = "Purjevene";

/* Workflow glyph name */
"Scissors" = "Sakset";

/* Workflow glyph name */
"Screwdriver" = "Ruuvitaltta";

/* Workflow glyph name */
"Server" = "Palvelin";

/* Workflow glyph name */
"Shirt" = "Paita";

/* Workflow glyph name */
"Shopping Cart" = "Ostoskärry";

/* Workflow glyph name */
"Shower" = "Suihku";

/* Workflow glyph name */
"Shrink Arrows" = "Kutistusnuolet";

/* Workflow glyph name */
"Shuffle Arrows" = "Sekoitusnuolet";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "Liukusäätimet";

/* Workflow glyph name */
"Smiley Face" = "Hymiö";

/* Workflow glyph name */
"Snowflake" = "Lumihiutale";

/* Workflow glyph name */
"Soaring Paper Airplane" = "Lentävä paperilennokki";

/* Workflow glyph name */
"Soccer Ball" = "Jalkapallo";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "Sädehtivä soittokello";

/* Workflow glyph name */
"Speaker" = "Kaiutin";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "Vaihtoehtoinen Spotify";

/* Workflow glyph name */
"Stack Overflow" = "Stack Overflow";

/* Workflow glyph name */
"Staircase" = "Portaat";

/* Workflow glyph name */
"Star" = "Tähti";

/* Workflow glyph name */
"Steam" = "Steam";

/* Workflow glyph name */
"Steaming Bowl" = "Höyryävä kuppi";

/* Workflow glyph name */
"Stethoscope" = "Stetoskooppi";

/* Workflow glyph name */
"Stop Hand" = "Seis-käsi";

/* Workflow glyph name */
"Stop Symbol" = "Seis-symboli";

/* Workflow glyph name */
"Stopwatch" = "Sekuntikello";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "Aurinko";

/* Workflow glyph name */
"Sync Arrows" = "Synkronointinuolet";

/* Workflow glyph name */
"Syringe" = "Ruisku";

/* Workflow glyph name */
"Tag" = "Tunniste";

/* Workflow glyph name */
"Tags" = "Tunnisteet";

/* Workflow glyph name */
"Target" = "Kohde";

/* Workflow glyph name */
"Telescope" = "Teleskooppi";

/* Workflow glyph name */
"Television" = "Televisio";

/* Workflow glyph name */
"Tennis Ball" = "Tennispallo";

/* Workflow glyph name */
"Text Symbol" = "Tekstisymboli";

/* Workflow glyph name */
"Thermometer" = "Lämpömittari";

/* Workflow glyph name */
"Thought Bubble" = "Ajatuskupla";

/* Workflow glyph name */
"Three Dots" = "Kolme pistettä";

/* Workflow glyph name */
"Three Overlapping Circles" = "Kolme päällekkäistä ympyrää";

/* Workflow glyph name */
"Three Overlapping Dots" = "Kolme päällekkäistä pistettä";

/* Workflow glyph name */
"Thumbs Up" = "Peukalo ylös";

/* Workflow glyph name */
"Train" = "Juna";

/* Workflow glyph name */
"Trash" = "Roskakori";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "Palkinto";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "Twitter";

/* Workflow glyph name */
"Two people" = "Kaksi ihmistä";

/* Workflow glyph name */
"Umbrella" = "Sateenvarjo";

/* Workflow glyph name */
"Unlock" = "Avaa";

/* Workflow glyph name */
"Utensils" = "Keittiövälineet";

/* Workflow glyph name */
"Video Symbol" = "Videosymboli";

/* Workflow glyph name */
"Vine" = "Vine";

/* Workflow glyph name */
"Watch" = "Rannekello";

/* Workflow glyph name */
"Water Drop" = "Vesipisara";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "Viinipullo";

/* Workflow glyph name */
"Woman" = "Nainen";

/* Workflow glyph name */
"Wrench" = "Jakoavain";

/* Workflow glyph name */
"Y Combinator" = "Y-Combinator";

/* Workflow glyph name */
"Yen Sign" = "Jenin merkki";

/* Workflow glyph name */
"Yen Sign Alternate" = "Vaihtoehtoinen jenin merkki";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "Tämä toiminto voidaan suorittaa vain %@.";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "Tämä toiminto ei ole %1$@ %2$@ -yhteensopiva.";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "Tämä toiminto vaatii %1$@-version, joka on uudempi kuin %2$@.";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "Tämä toiminto vaatii %1$@-version, joka on vanhempi kuin %2$@.";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "Tämä toiminto vaatii %1$@ %2$@:n tai uudemman.";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "Tämä toiminto vaatii %1$@ %2$@:n tai vanhemman.";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "Tämä toiminto vaatii %1$@ %2$@:n.";

